tap "apenngrace/vulkan"
tap "apparition47/tap"
tap "dwarvesf/tap"
tap "hmarr/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "nodenv/nodenv"
tap "universal-ctags/universal-ctags"
tap "wfxr/code-minimap"
brew "bat"
brew "broot"
brew "openssl@1.1"
brew "readline"
brew "xz"
brew "cmake"
brew "efm-langserver"
brew "exa"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "grc"
brew "jq"
brew "lzip"
brew "mpv", link: false
brew "neovim"
brew "nodenv"
brew "pyenv"
brew "python@3.8"
brew "ripgrep"
brew "ruby"
brew "sd"
brew "starship"
brew "topgrade"
brew "tree"
brew "upx"
brew "watchman"
brew "wget"
brew "yarn"
brew "z"
brew "zlib"
brew "nodenv/nodenv/nodenv-npm-migrate"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "wfxr/code-minimap/code-minimap"
cask "alacritty"
cask "brooklyn"
cask "eloston-chromium"
cask "firefox"
cask "font-juliamono"
cask "kitty"
cask "mailtrackerblocker"
cask "mpv"
cask "vimmotion"
cask "vimr"
cask "vitals"
cask "vulkan-sdk"
